{
    "Sheet and Rill Erosion": "Detachment and transport of soil particles caused by rainfall, melting snow, or irrigation.",
    "Wind Erosion": "Detachment and transport of soil particles caused by wind.",
    "Ephemeral Gully Erosion": "Soil erosion that results in small gullies in the same flow area that can be obscured by tillage.",
    "Classic Gully Erosion": "Gullies created by runoff that can enlarge a channel progressively by head cutting and/or lateral widening.",
    "Bank Erosion from Streams, Shorelines or Water Conveyance Channels": "Erosion resulting from poor land management practices, storm events, wave action, rain, ice, wind, runoff, loss of vegetation, hydrologic dynamics, stream isolation from floodplains, and/or other disturbed/altered geomorphological processes.",
    "Subsidence": "Loss of volume and depth of organic soils due to oxidation caused by above normal microbial activity resulting from excessive water drainage, soil disturbance, or extended drought. This excludes karst sinkholes and issues, or depressions caused by underground activities. This resource concern is only applicable when the soil is a histosol.",
    "Compaction": "Management-induced soil compaction at any level throughout the soil profile resulting in reduced plant productivity, biological activity, infiltration and aeration.",
    "Organic Matter Depletion": "Management-induced depletion of any or all pools of soil organic matter resulting in limited soil function and processes that support plant productivity, biological activity and water and nutrient cycling.",
    "Concentration of Salts or other Chemicals": "Concentration of salts leading to salinity and/or sodicity reducing productivity or limiting desired use, or concentrations of other chemicals impacting productivity, populations of beneficial organisms or limiting desired use.",
    "Soil Organism Habitat Loss or Degradation": "Quantity, quality, diversity or connectivity of food, cover, space, shelter and/or water is inadequate to meet requirements of beneficial soil organisms.",
    "Aggregate Instability": "Management-induced degradation of water stable soil aggregates resulting in destabilized soil carbon; surface crusting; reduced water infiltration, water holding capacity, and aeration; depressed resilience to extreme weather; increased ponding and flooding; increased soil erosion and plant stress; and reduced habitat and soil biological activity.",
    "Ponding and Flooding": "Water covering the land surface, along with saturated conditions below the surface, degrades natural resources, or restricts capability of land to support its intended use.",
    "Seasonal High Water Table": "Groundwater or a perched water table causing saturated conditions near the surface degrades water resources or restricts capability of land to support its intended use.",
    "Seeps": "Sub-surface saturated flows that percolates slowly to the surface, degrades water resources, or restricts capability of land to support its intended use.",
    "Drifted Snow": "Wind-blown snow accumulates around and over surface structures, which restricts access to humans or animals; or wind removes snow from desired location where it can be used to accumulate water.",
    "Surface Water Depletion": "Water from collected precipitation runoff, ponds, lakes, surface watercourses and reservoirs is used at a rate that is detrimental to ecological functions or other identified uses and threatens sustained availability of surface water.",
    "Groundwater Depletion": "Underground water is used at a rate greater than aquifer recharge.",
    "Naturally Available Moisture Use": "Natural precipitation is not optimally managed to support desired land use goals or ecological processes.",
    "Inefficient Irrigation Water Use": "Irrigation water is not stored, delivered, scheduled and/or applied efficiently.",
    "Nutrients Transported to Surface Water": "Nutrients (organic and inorganic) stored, concentrated, or applied are transported to receiving surface waters in quantities that degrade water quality and limit its use for intended purposes.",
    "Nutrients Transported to Groundwater": "Nutrients (organic and inorganic) stored, concentrated, or applied are transported to groundwaters in quantities that degrade water quality and limit its use for intended purposes.",
    "Pathogens and Chemicals from Manure, Bio-solids or Compost Applications Transported to Surface Water": "Pathogens, pharmaceuticals, leachate and chemicals from manure, bio-solids or compost transported to receiving waters in quantities that degrade water quality and limit uses.",
    "Pathogens and Chemicals from Manure, Bio-solids or Compost Applications Transported to Groundwater": "Pathogens, pharmaceuticals, leachate and chemicals from manure, biosolids or compost transported to groundwaters in quantities that degrade water quality and limit uses.",
    "Sediment Transported to Surface Water": "Offsite transport of sediment to surface water degrades water quality and limits use for intended purposes.",
    "Pesticides Transported to Surface Water": "Pesticides are lost from their application area and transported to surface water sources in quantities that degrade water quality and limit its use for intended purposes.",
    "Pesticides Transported to Groundwater": "Pesticide loses from the application area are transported to groundwater sources in quantities that degrade water quality and limit its use for intended purposes.",
    "Petroleum, Heavy Metals and Other Pollutants Transported to Surface Water": "Petroleum, heavy metals, and other chemical pollutants for on-farm use are lost from areas of concentration (handling, storage, or processing facilities and areas) to receiving surface waters in quantities that degrade water quality and limits its use for intended purposes. This resource concern does not cover pathogens/manure, sediment (although sediment contaminated with petroleum, heavy metals, or other chemical pollutants would be covered), nor naturally occurring salts.",
    "Petroleum, Heavy Metals and Other Pollutants Transported to Groundwater": "Petroleum, heavy metals, and other chemical pollutants for on-farm use are lost from areas of concentration (handling, storage, or processing facilities and areas) to receiving groundwater in quantities that degrade water quality and limit its use for intended purposes. This resource concern does not cover pathogens/manure, sediment (although sediment contaminated with petroleum, heavy metals, or other chemical pollutants would be covered), nor naturally occurring salts.",
    "Salts Transported to Surface Water": "Irrigation or rainfall runoff transports salts to receiving surface waters in quantities that degrade water quality and limit use for intended purposes.",
    "Salts Transported to Groundwater": "Irrigation or rainfall infiltration transport salts to groundwater in quantities that degrade aquifer water quality and limit intended uses.",
    "Elevated water temperature": "Surface water temperatures exceed State/Federal standards in downstream receiving waters which limits its use for intended purposes.",
    "Emissions of Particulate Matter (PM) and PM Precursors": "Direct emissions of particulate matter – dust and smoke – as well as the formation of fine particulate matter in the atmosphere from other agricultural emissions – ammonia, oxides of nitrogen, and volatile organic compounds – can cause multiple negative environmental impacts.",
    "Emissions of Greenhouse Gasses - GHGs": "Emissions of methane, nitrous oxide, and carbon dioxide increase atmospheric concentrations of greenhouse gases.",
    "Emissions of Ozone Precursors": "Emissions of ozone precursors – oxides of nitrogen and volatile organic compounds – result in formation of ground-level ozone, which can have negative impacts to human, plant, and animal health.",
    "Objectionable Odor": "Emissions of odorous compounds – volatile organic compounds, ammonia, and odorous sulfur compounds – can cause nuisance conditions.",
    "Emissions of Airborne Reactive Nitrogen": "Emissions of airborne reactive nitrogen – ammonia and oxides of nitrogen – can negatively impact atmospheric chemistry, cause unwanted fertilization via deposition in sensitive ecosystems, and degrade regional visibility.",
    "Plant Pest Pressure": "Excessive pest damage to plants including that from undesired plants, diseases, animals, soil borne pathogens, and nematodes. This concern addresses invasive plant, animal and insect species.",
    "Plant Productivity and Health": "Improper fertility, management or plants not adapted to site negatively impact plant productivity, vigor and/or quality.",
    "Plant Structure and Composition": "Plant communities have insufficient composition and structure to achieve ecological functions and management objectives. This resource concern includes degradation of wetland habitat, targeted ecosystems, or unique plant communities.",
    "Feed and Forage Imbalance": "Feed and Forage quality or quantity is inadequate for nutritional needs and production goals of the kinds and classes of livestock.",
    "Inadequate Livestock Shelter": "Livestock lack adequate shelter from climatic conditions to meet basic needs.",
    "Inadequate Livestock Water Quantity, Quality and Distribution": "Quantity and quality of drinking water are insufficient to meet basic needs for the kind and classes of livestock.",
    "Wildfire Hazard from Biomass Accumulation": "The kinds and amounts of plant biomass create wildfire hazards that pose risks to human safety, structures, plants, animals, and air resources.",
    "Terrestrial Habitat for Wildlife and Invertebrates": "Quantity, quality or connectivity of food, cover, space, shelter and/or water is inadequate to meet requirements of identified terrestrial wildlife or invertebrate species.",
    "Aquatic Habitat for Fish and other Organisms": "Habitat requirements of identified fish and other organisms are inadequate.",
    "Energy Efficiency of Equipment and Facilities": "Stationary equipment or facilities are using energy inefficiently.",
    "Energy Efficiency of Farming/Ranching Practices and Field Operations": "Mobile on-farm, ranching, forestry or field operations are using energy inefficiently."
  }
  